{
  "pagetitle": "NEWS DETAILS",
  "part1visible": "true",
  "part1title": "NEWS ",
  "part1subtitle": "NEWS SUBTITLE",
  "part1content": "Check out the latest news and events about us below. Feel free to subscribe our monthly mail news and product information if you would like to know us more.",
  "part1background": "/imgs/template1-news-details-title-bg.jpg",
  "part2visible": "true",
  "part2data": {
    "headline": "Pilot strike at Taiwan’s China Airlines drags into 3rd day",
    "faicon": "fas fa-newspaper",
    "date": "2019-2-11",
    "text": "<p><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019021104-01.jpg\"><figcaption class=\"figure-caption text-dark\">FILE - In this Jan. 26, 2003, file photo, a China Airlines Boeing 747-400 sits on the tarmac at the Chiang Kai-shek International airport in Taoyuan, Taiwan. Pilots from Taiwan's China Airlines have gone on strike during the Lunar New Year travel rush Friday, Feb. 8, 2019, in Taiwan, forcing the cancellation of 18 flights over coming days. (AP Photo/Jerome Favre, File)</figcaption></figure></center></p><p>TAIPEI, Taiwan (AP) — A strike among pilots at Taiwan’s flag carrier <a href=\"https://www.china-airlines.com/us/en\" target=\"_blank\">China Airlines</a> dragged into a third day Sunday, resulting in further flight cancellations.</p><p>There was no immediate word of a settlement as the pilots’ union remained firm in its demands for an additional backup pilot on flights lasting eight hours or more, a more transparent system of promotion, a year-end bonus and other concessions.</p><p>The official Central News Agency said a total of 47 flights will have been canceled by Sunday.</p><p>The strike came in the middle of the Lunar New Year travel rush. About 70 percent of the carrier’s 1,300 pilots belong to the union, which has accused management of insincerity and mistreating its workforce to keep costs down.</p><p>CAL crews went on strike for 24 hours in 2016 for better conditions.</p><p>The airline has said it is willing to continue negotiations but that the union’s demands in talks are different from those it makes in public.</p><p>Flights canceled included those bound for Hong Kong, Bangkok, Los Angeles, Manila and Tokyo. Most of those were departing from Taiwan’s main international airport at Taoyuan, just south of the capital Taipei.</p><p>Founded in 1959, China Airlines is one of the island’s two largest carriers with a fleet of 88 aircraft.</p>"
  },
  "part2backtext": " GO BACK "
}
