{
  "pagetitle": "NEWS DETAILS",
  "part1visible": "true",
  "part1title": "NEWS ",
  "part1subtitle": "NEWS SUBTITLE",
  "part1content": "Check out the latest news and events about us below. Feel free to subscribe our monthly mail news and product information if you would like to know us more.",
  "part1background": "/imgs/template1-news-details-title-bg.jpg",
  "part2visible": "true",
  "part2data": {
    "headline": "If The Crown Fits: Stunning Royal Women (Part 1)",
    "faicon": "fas fa-newspaper",
    "date": "2019-02-08",
    "text": "<p>Kate Middleton may have made headlines as the hottest commoner to become a member of England’s royal family, but all over the world there are other beautiful crowned women who go largely unacknowledged. Style, poise and impeccable taste in fashion set these ladies apart — jewels or no jewels on their heads.</p><p>Others on this list are known for exactly the opposite of Kate’s class and elegance… some of these royal women have indulged in pretty salacious behavior! Just because Kate might be more famous doesn’t mean she’s the most scandalous or controversial.</p><h2>Sirivannavari Of Thailand</h2><p>Princess Sirivannavari of Thailand was ranked among the 20 hottest royals by Forbes in 2009. Raised in the UK with her mother, she now resides in Thailand with her father and grandfather, the King. At 30 years old, she is an arts and sports enthusiast who is an active participant in the world of high fashion.</p><p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020805-01.jpg\"><figcaption class=\"figure-caption\">Princess Sirivannavari</figcaption></figure></center></p><h2>Myra Madihah Of Malaysia</h2><p>Tunku Myra is the princess of Malaysia, and the royal daughter of Besar Kecil of Negeri. She has been married to her husband Iskandar Jaafar-Greaves for 10 years. She owns an events management company and is popular among the ranks of high society.</p><p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020805-02.jpg\"><figcaption class=\"figure-caption\">Tunku Myra</figcaption></figure></center></p><h2>Mary Of Denmark</h2><p>Mary of Denmark is the wife of Prince Frederick, who is first in line to the nation’s throne. An Australian native, Mary met her husband in a Sydney pub, and became the original “fairytale” romance, before Kate Middleton. The royal couple now have four children together.</p><p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020805-03.jpg\"><figcaption class=\"figure-caption\">Mary of Denmark</figcaption></figure></center></p><h2>Claire Of Belgium</h2><p>MIn 2003, Princess Claire married Prince Laurent and they now have three children. She is the sister-in-law of Philippe, King of Belgium. Prior to her marriage she was a land-surveyor, and didn’t live in Belgium until she was three years old. She is mostly seen attending charity events for environmental cause and animal welfare, as well as events hosted by the British Ambassador to Belgium.</p><p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020805-04.jpg\"><figcaption class=\"figure-caption\">Princess Claire</figcaption></figure></center></p><h2>Zara Of The UK</h2><p>Zara Tindall is the second oldest grandchild of Queen Elizabeth and is married to ex-England rugby player, Mike Tindall. She is a British equestrian and won a silver medal at the 2012 London Olympics for event riding. She is 17th in line to the throne.</p><p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020805-05.jpg\"><figcaption class=\"figure-caption\">Zara Tindall</figcaption></figure></center></p><h2>Manohara Odelia Pinot Of Malaysia</h2><p>Manohara Oledia is a controversial royal figure. Once an Indonesian model, she married Malaysian Prince Tengku Fakhry in 2008. Her mother claimed that he abducted the new princess. She was only 16 at the time of their marriage. Manohara reported abuse during the marriage and escaped to Indonesia in 2009, spurning all gifts and grand gestures from the Prince attempting to win her back.</p><p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020805-06.jpg\"><figcaption class=\"figure-caption\">Manohara Oledia</figcaption></figure></center></p><h2>Mozah Bint Nasser Of Qatar</h2><p>Sheikha Moza bint Nasser is the one of three wives who are married to the Sheikh Hamad bin Khalifa. She holds BA in Sociology, and was awarded as an honorary Doctor of Humane Letters from Virginia Commonwealth University. She has many foreign honors, and is the chosen wife who represents her husband at international events and conventions.</p><p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020805-07.jpg\"><figcaption class=\"figure-caption\">Sheikha Moza bint Nasser</figcaption></figure></center></p><h2>Victoria Of Sweden</h2><p>The Crown Princess of Sweden, Victoria, is the next in line to the throne and will be the fourth queen regnant in Sweden’s history. Her title was changed from Duchess to Princess (and heir apparent) in 1980, when a law reform allowed the throne successor to be either gender, regardless of marriage. She is only one out of three throne heirs in the world.</p><p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020805-08.jpg\"><figcaption class=\"figure-caption\">Princess Victoria</figcaption></figure></center></p><h2>Rania Of Jordan</h2><p>Queen Rania of Jordan is known for her work with education, health, youth, and community empowerment, as well as cross-cultural dialogue. She has four children — two sons and two daughters — with her husband, King Abdullah bin al-Hussein. She has an honorary Masters Degree in International Cooperation and Development from the University of Rome.</p><p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020805-09.jpg\"><figcaption class=\"figure-caption\">Queen Rania</figcaption></figure></center></p><h2>Sonam of Bhutan</h2><p>Princess Sonam of Bhutan has a degree from Stanford University and a Masters in Law from Harvard. She is the daughter of the fourth King of Bhutan, and has been married to Dasho Phub W. Dorji since 2009. She is a major political player and the current President of the Bhutan National Legal Institute.</p><p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020805-10.jpg\"><figcaption class=\"figure-caption\">Princess Sonam</figcaption></figure></center></p><h2>Letizia Of Spain</h2><p>Queen Letizia of Spain is one of the royal world’s favorite fashion trendsetters. She was a journalist and a news anchor before her marriage to King Felipe in 2004. In 2015 she was named the Ambassador of Nutrition in the United Nations Food and Agriculture Organization.</p><p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020805-11.jpg\"><figcaption class=\"figure-caption\">Queen Letizia</figcaption></figure></center></p><h2>Eugenie Of The UK</h2><p>Princess Eugenie of York is ninth in line to succeed the throne after her grandmother, Queen Elizabeth. She currently works as an associate director at an art gallery in London. She lived in New York for one year to work as a benefit auctions manager before returning to London in 2015.</p><p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020805-12.jpg\"><figcaption class=\"figure-caption\">Princess Eugenie</figcaption></figure></center></p><h2>Marie-Chantal Of Greece</h2><p>Marie-Chantal is the current Crown Princess of Greece, although she is a London native. She is married to Pavlos, son of the deposed King Constantine, and converted to Greek Orthodoxy so they can be wed. In 2000, Marie-Chantal founded, and still directs, her own children’s clothing line.</p><p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020805-13.jpg\"><figcaption class=\"figure-caption\">Marie-Chantal</figcaption></figure></center></p><h2>Jetsun Pema Of Bhutan</h2><p>Queen Jetsun Pema is also known as the “dragon queen” of Bhutan, and the wife of King Jigme Khesar Namgyel Wangchuck. To Asian nations, Jetsun is a fashion icon who combines traditional style clothing with vibrant colors and design. The royal couple had their first child in February, 2016.</p><p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020805-14.jpg\"><figcaption class=\"figure-caption\">Queen Jetsun Pema</figcaption></figure></center></p><p>More at <a href=\"http://www.hooch.net/if-the-crown-fits-stunning-royal-women/15/\" target=\"_blank\">http://www.hooch.net/if-the-crown-fits-stunning-royal-women/15/</a>...</p>"
  },
  "part2backtext": " GO BACK "
}
