{
  "pagetitle": "NEWS DETAILS",
  "part1visible": "true",
  "part1title": "NEWS ",
  "part1subtitle": "NEWS SUBTITLE",
  "part1content": "Check out the latest news and events about us below. Feel free to subscribe our monthly mail news and product information if you would like to know us more.",
  "part1background": "/imgs/template1-news-details-title-bg.jpg",
  "part2visible": "true",
  "part2data": {
    "headline": "Exactly What to Say to Motivate Someone to Exercise – and Stick With It",
    "faicon": "far fa-newspaper",
    "date": "2019-2-6",
    "text": "<p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020605-01.jpg\"><figcaption class=\"figure-caption\">Focusing on exercise's mood-boosting benefits is more motivational than highlighting how it affects appearance. (GETTY IMAGES)</figcaption></figure></center></p><p>FORMER COLLEGE basketball coach John Thompson had it right when he said, \"You can communicate without motivating, but it is impossible to motivate without communicating.\" In other words, if you want to get someone to do something, it's not about simply saying something; it's about saying the right thing in the right way.</p><p>But saying the right thing in the right way is tricky, especially when it comes to someone else's health. Lots can get lost in translation, go unheard or be misinterpreted, which can lead to unintended results. A well-intentioned father's pregame motivational speech, for instance, may elicit more pressure and thereby less motivation in his teenage daughter. A spouse's comments after the couple went for a jog – meant to empower the husband to believe he could run faster next time – might bring up feelings of incompetence and worthlessness, making his next run slower than the first if he runs again at all.</p><p>Fortunately, psychologists have studied what works best in these sticky situations. Try these tactics if you want to encourage someone in your life (or even yourself) to get moving:</p><p><strong>Emphasize strength and health – not appearance.</strong></p><p>In a new study, researchers randomly assigned women to two fitness classes – one had an instructor who made motivational comments that focused on strength and health and the other featured an instructor who made comments about weight loss and appearance. Everything else was the same – same exercises, same room, same music. After taking the class, women reported more positive emotions and felt more satisfied with the shape of their bodies if the instructor said things like \"This exercise is crucial to developing strength in the legs; these are the muscles that truly help you run, jump and sprint like a superhero!\" Those in the other class who heard comments like \"This exercise blasts fat in the legs, no more thunder thighs for us! Get rid of that cellulite!\" didn't show those same improvements.</p>When dealing with those in your life who are looking to get into shape (or even when trying to motivate yourself), try to point out changes in non-appearance markers of health like elevated mood, greater energy levels and more strength in daily tasks like box-lifting or jar-opening. \"You seem to have so much more energy during the day\" may go a longer way than \"Wow, your arms are muscular!\"</p><p><strong>Encourage mastering a skill over winning.</strong></p><p>In research out of Stanford University, Carol Dweck has found that praising children for their effort and strategies (\"You must have worked hard!\") teaches them that hard work and good planning can bring success, which motivates children to continue working hard. Praising children for their intelligence (\"You must be smart!\"), on the other hand, is more likely to lead to taking shortcuts and even cheating since they may feel desperate to keep up the appearance of being smart.</p><p>A similar concept can be applied to adults who need a nudge toward exercise. Encourage a \"growth mindset,\" or the belief that ability and skill can be grown and nurtured through hard work and practice. For instance, if someone in your life questions whether she can really accomplish some health goal, try taking on a growth mindset voice by offering comments like \"If you can't do it now, you'll learn with more time and practice\" or \"Most highly successful people have had failures along the way.\"</p><p><strong>Convey unconditional support – not critiques.</strong></p><p>What is your worst memory from playing youth sports? Researchers asked hundreds of active college athletes to reflect on that exact question. Their overwhelming response: \"The car ride home with my parents after a bad game.\" They were also asked what their parents said that made them feel great. The most common response: \"I love to watch you play.\"</p><p>That's because those six words are completely devoid of ego-inflating feedback (\"You're the best! \") and of discouraging instructional feedback (\"Why didn't you turn your hips while swinging?\"). It simply conveys unconditional love and support, which inspires kids (and adults, for that matter) to keep working hard and developing skills. Think of ways to convey unconditional support to a friend or partner taking up exercise. For instance, say, \"I love that we can do this together\" or \"It's great that you're able to push yourself while you're here.\" </p>"
  },
  "part2backtext": " GO BACK "
}
