{
  "pagetitle": "NEWS DETAILS",
  "part1visible": "true",
  "part1title": "NEWS ",
  "part1subtitle": "NEWS SUBTITLE",
  "part1content": "Check out the latest news and events about us below. Feel free to subscribe our monthly mail news and product information if you would like to know us more.",
  "part1background": "/imgs/template1-news-details-title-bg.jpg",
  "part2visible": "true",
  "part2data": {
    "headline": "Guantanamo prison looms as option as IS fight ends",
    "faicon": "far fa-newspaper",
    "date": "2019-2-9",
    "text": "<p><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019020904-01.png\"><figcaption class=\"figure-caption text-dark\">FILE - In this Nov. 20, 2013 file photo, reviewed by the U.S. military, the entrance to Camp VI detention facility is guarded at Guantanamo Bay Naval Base, Cuba. The Guantanamo Bay detention center would receive its first new prisoners in more than a decade under one option being considered as the U.S. withdraws its forces from Syria and works to resolve the fate of hundreds of captured suspected Islamic State fighters, officials say.(AP Photo/Charles Dharapak, File)</figcaption></figure></center></p><p>WASHINGTON – The Guantanamo Bay detention center would receive new prisoners for the first time in more than a decade under one option being considered as the U.S. withdraws its forces from Syria and works to resolve the fate of hundreds of captured suspected Islamic State fighters, officials say.</p><p>U.S.-backed Syrian fighters have custody of nearly 1,000 suspected IS fighters who the State Department said should be sent back to their home countries and prosecuted. The Syrian fighters have warned they may not be able to continue to hold the IS fighters after the withdrawal of American forces from Syria ordered by President Donald Trump in December.</p><p>If they can't be repatriated, though, the detention center on the U.S. base at Guantanamo Bay, Cuba, could be used to hold them \"where lawful and appropriate,\" the State Department said Thursday.</p><p>\"The Administration's National Strategy for Counterterrorism makes very clear that Law of Armed Conflict detention, including at Guantanamo, remains an important and effective counterterrorism tool,\" it said in a statement to The Associated Press in response to questions about the prisoners.</p><p>Trump had said in his first State of the Union last year that he would use Guantanamo \"in many cases\" to detain prisoners as part of the fight against Islamic State and al-Qaida. As a candidate, when asked about what he would do with the controversial detention center, he said he would \"load it up with some bad dudes.\"</p><p>But the administration has not added any prisoners to the detention center that President Barack Obama sought to close and officials say that sending suspected Islamic State fighters back to their homelands remains the preferred choice.</p><p>\"Repatriating foreign terrorist fighters to their countries of origin and ensuring they are prosecuted and detained is the best solution to prevent them from returning to the battlefield,\" the State Department said.</p><p>A U.S. official, said Guantanamo is the \"option of last resort.\" The official, speaking on condition of anonymity, said the U.S. has identified about 50 people among the more than 900 held by Syrian forces as \"high value\" suspects that could be transported to Guantanamo if they are not repatriated.</p><p>Sending Islamic State prisoners to Guantanamo would open up new legal challenges, according to experts.</p><p>The U.S. is allowed to detain al-Qaida and \"associated forces\" at Guantanamo under the 2001 Authorization for Use of Military Force. But whether Islamic State group fighters meets that criteria is an untested question, said Robert Chesney, a national security law professor at the University of Texas.</p><p>\"No court has ever once had the case and the executive branch for many years has really not wanted the court to answer that question,\" Chesney said.</p><p>The U.S. began holding prisoners suspected of links to al-Qaida and the Taliban in January 2002, drawing intense international criticism for holding men indefinitely without charge amid reports of mistreatment at the isolated base on the southeastern tip of Cuba.</p><p>Guantanamo held nearly 700 prisoners at its peak in the summer of 2003. Amid legal challenges and international pressure, more than 500 were released under President George W. Bush. Obama viewed the detention center as a waste of money that damaged America's reputation and ordered it closed but was blocked by Congress.</p><p>There are now 40 prisoners held, including nine who have been charged and are facing trial by military commission in proceedings that have dragged on for years.</p><p>From a purely practical standpoint, U.S. military officials have said they could accommodate additional prisoners at the base.</p><p>The forces overseeing Guantanamo prison say the prison can hold 40 more people \"with no additional staffing\" and the facility could accommodate 200 more inmates total, \"with minimal adjustments to current infrastructure and manpower,\" said Navy Cdr. Adam Bashaw, a spokesman for the military task force that runs the detention center.</p><p></p><p></p>"
  },
  "part2backtext": " GO BACK "
}
