{
  "pagetitle": "NEWS",
  "newsperpage": 12,
  "part1visible": "true",
  "part1title": "NEWS",
  "part1subtitle": "",
  "part1content": "Check out the latest news and events about us below. Feel free to subscribe our monthly mail news and product information if you would like to know us more.",
  "part1background": "/imgs/template1-news-title-bg.jpg",
  "part2visible": "true",
  "part2title": "LASTEST NEWS",
  "part2subtitle": "FOLLOW US",
  "part2data": [
    {
      "headline": "Exactly What to Say to Motivate Someone to Exercise – and Stick With It",
      "faicon": "far fa-newspaper",
      "date": "2019-2-6",
      "shorttext": "FORMER COLLEGE basketball coach John Thompson had it right when he said, \"You can communicate without motivating, but it is impossible to motivate without communicating.\" In other words, if you want to get someone to do something, it's not about simply saying something; it's about saying the right thing in the right way....",
      "href": "/news/details/2019020605"
    },
    {
      "headline": "Chinese scientists make new medical discovery",
      "faicon": "fas fa-newspaper",
      "date": "2019-1-18",
      "shorttext": "Shanghai scientists have discovered that the volume of putamen, a subcortical brain area, in adolescents as an indicator of a higher possibility in the development of schizophrenia after adulthood...",
      "href": "/news/details/2019011803"
    },
    {
      "headline": "Xi, Kim hold talks, reaching important consensus",
      "faicon": "far fa-newspaper",
      "date": "2019-1-11",
      "shorttext": "The two leaders of China and DPRK had an in-depth exchange of views on bilateral relations and issues of common concern, and reached important consensus....",
      "href": "/news/details/2019011100"
    },
    {
      "headline": "First probe lands on moon's 'dark' side",
      "faicon": "far fa-newspaper",
      "date": "2019-1-4",
      "shorttext": "<b>Breakthrough opens new page in historyof space exploration,</b><br> A new chapter opened in mankind's exploration of the moon on Thursday morning as the first probe to land on the moon's far side reached its destination after a 26-day journey...",
      "href": "/news/details/2019010401"
    },
    {
      "headline": "28 injured in Sicily in earthquake triggered by volcano eruption",
      "faicon": "far fa-newspaper",
      "date": "2018-12-28",
      "shorttext": "Twenty-eight people were injured in Italy's Sicily on Wednesday in an earthquake triggered by the eruption of Mount Etna, Italian authorities said...",
      "href": "/news/details/2018122820"
    },
    {
      "headline": "China, U.S. may meet in January for trade negotiation",
      "faicon": "far fa-newspaper",
      "date": "2018-9-13",
      "shorttext": "The delegations of China and the U.S. have stayed in close communication and have made plans to meet face-to-face in January...",
      "href": "/news/details/2018091300"
    }
  ]
}
