{
  "pagetitle": "NEWS",
  "newsperpage": 9,
  "part1visible": "true",
  "part1title": "NEWS",
  "part1subtitle": "",
  "part1content": "Check out the latest news and events about us below. Feel free to subscribe our monthly mail news and product information if you would like to know us more.",
  "part1background": "/imgs/template1-news-title-bg.jpg",
  "part2visible": "true",
  "part2title": "LASTEST NEWS",
  "part2subtitle": "FOLLOW US",
  "part2data": [
    {
      "headline": "Restricting Huawei backfires on US interests, disrupts global telecom industry",
      "faicon": "fas fa-newspaper",
      "date": "2019-5-25",
      "shorttext": "Millions of Americans in rural areas may be denied access to faster and lower-priced broadband connections because of Washington's restrictive moves against Huawei, a Chinese company which has offered equipment to US rural telecom operators for years...",
      "href": "/news/details/2019052502"
    },
    {
      "headline": "Holiday week spending over 1 trillion yuan",
      "faicon": "fas fa-newspaper",
      "date": "2019-2-13",
      "shorttext": "Consumers seeking quality products, services, shoring up domestic demand.Chinese consumers opened their wallet during Spring Festival, not only on things like digital home appliances and imported fresh food but also on experiences such as travel and entertainment, government figures showed...",
      "href": "/news/details/2019021302"
    },
    {
      "headline": "Pilot strike at Taiwan’s China Airlines drags into 3rd day",
      "faicon": "fas fa-newspaper",
      "date": "2019-2-11",
      "shorttext": "A strike among pilots at Taiwan’s flag carrier China Airlines dragged into a third day Sunday, resulting in further flight cancellations...",
      "href": "/news/details/2019021104"
    },
    {
      "headline": "Trump says soon to declare recapture of all IS group territory",
      "faicon": "far fa-newspaper",
      "date": "2019-2-10",
      "shorttext": "U.S. President Donald Trump said on Wednesday he expected a formal announcement as early as next week that the coalition fighting Islamic State militants has reclaimed all of the territory previously held by the extremist group...",
      "href": "/news/details/2019021004"
    },
    {
      "headline": "Guantanamo prison looms as option as IS fight ends",
      "faicon": "far fa-newspaper",
      "date": "2019-2-9",
      "shorttext": "WASHINGTON – The Guantanamo Bay detention center would receive new prisoners for the first time in more than a decade under one option being considered as the U.S. withdraws its forces from Syria and works to resolve the fate of hundreds of captured suspected Islamic State fighters, officials say...",
      "href": "/news/details/2019020904"
    },
    {
      "headline": "If The Crown Fits: Stunning Royal Women (Part 1)",
      "faicon": "fas fa-newspaper",
      "date": "2019-02-08",
      "shorttext": "Kate Middleton may have made headlines as the hottest commoner to become a member of England’s royal family, but all over the world there are other beautiful crowned women who go largely unacknowledged. Style, poise and impeccable taste in fashion set these ladies apart — jewels or no jewels on their heads...",
      "href": "/news/details/2019020805"
    },
    {
      "headline": "Q&A：Can I email my favorite show or host?",
      "faicon": "far fa-newspaper",
      "date": "2019-02-07",
      "shorttext": "Definitely! Most shows have an option to send them a message on their website and are happy to hear from you...",
      "href": "/news/details/2019020705"
    },
    {
      "headline": "Exactly What to Say to Motivate Someone to Exercise – and Stick With It",
      "faicon": "far fa-newspaper",
      "date": "2019-2-6",
      "shorttext": "FORMER COLLEGE basketball coach John Thompson had it right when he said, \"You can communicate without motivating, but it is impossible to motivate without communicating.\" In other words, if you want to get someone to do something, it's not about simply saying something; it's about saying the right thing in the right way...",
      "href": "/news/details/2019020605"
    },
    {
      "headline": "Chinese scientists make new medical discovery",
      "faicon": "fas fa-newspaper",
      "date": "2019-1-18",
      "shorttext": "Shanghai scientists have discovered that the volume of putamen, a subcortical brain area, in adolescents as an indicator of a higher possibility in the development of schizophrenia after adulthood...",
      "href": "/news/details/2019011803"
    },
    {
      "headline": "Xi, Kim hold talks, reaching important consensus",
      "faicon": "far fa-newspaper",
      "date": "2019-1-11",
      "shorttext": "The two leaders of China and DPRK had an in-depth exchange of views on bilateral relations and issues of common concern, and reached important consensus....",
      "href": "/news/details/2019011100"
    },
    {
      "headline": "First probe lands on moon's 'dark' side",
      "faicon": "far fa-newspaper",
      "date": "2019-1-4",
      "shorttext": "<b>Breakthrough opens new page in historyof space exploration,</b><br> A new chapter opened in mankind's exploration of the moon on Thursday morning as the first probe to land on the moon's far side reached its destination after a 26-day journey...",
      "href": "/news/details/2019010401"
    },
    {
      "headline": "28 injured in Sicily in earthquake triggered by volcano eruption",
      "faicon": "far fa-newspaper",
      "date": "2018-12-28",
      "shorttext": "Twenty-eight people were injured in Italy's Sicily on Wednesday in an earthquake triggered by the eruption of Mount Etna, Italian authorities said...",
      "href": "/news/details/2018122820"
    },
    {
      "headline": "China, U.S. may meet in January for trade negotiation",
      "faicon": "far fa-newspaper",
      "date": "2018-9-13",
      "shorttext": "The delegations of China and the U.S. have stayed in close communication and have made plans to meet face-to-face in January...",
      "href": "/news/details/2018091300"
    }
  ]
}
