{
  "pagetitle": "NEWS DETAILS",
  "part1visible": "true",
  "part1title": "NEWS ",
  "part1subtitle": "NEWS SUBTITLE",
  "part1content": "Check out the latest news and events about us below. Feel free to subscribe our monthly mail news and product information if you would like to know us more.",
  "part1background": "/imgs/template1-news-details-title-bg.jpg",
  "part2visible": "true",
  "part2data": {
    "headline": "28 injured in Sicily in earthquake triggered by volcano eruption",
    "faicon": "far fa-newspaper",
    "date": "2018-12-28",
    "text": "<p>ROME, Dec. 26 (Xinhua) -- Twenty-eight people were injured in Italy's Sicily on Wednesday in an earthquake triggered by the eruption of Mount Etna, Italian authorities said.</p><p>The volcano eruption prompted an earthquake measuring 4.8 on the Richter scale which occurred at 3:19 a.m. local time at a depth of about one kilometer, Italy's National Institute of Geophysics and Volcanology (INGV) said in a statement.</p><p>The epicentre was located a few kilometres north of Catania, Sicily's second largest city, which did not suffer damage.The major tremor had been preceded by a swarm of about 1,000 minor trembles in latest days, many of which were not even perceived by people, according to the institute. At least 10 of the 28 people injured -- mostly elders -- had to be brought to hospital, yet none were in serious health conditions, Ansa news agency reported. Overall, about 600 people were evacuated from their homes for precautionary reasons on Wednesday.</p><p>The worst situation was registered in Zafferana Etnea and Fleri -- a small town and a hamlet in the metropolitan area around Catania, respectively -- where most of the collapses occurred.</p><p>Besides these two locations, other four municipalities -- all around Catania -- were among those most affected by the event, according to Ansa. In a message posted on Facebook and Twitter, Sicily's governor Nello Musumeci explained he met with local authorities of all six worst hit municipalities on Wednesday in order to plan the post-event intervention. \"The Region is taking part in the crisis management table that has convened at the (Catania's) Prefecture,\" Musumeci wrote.</p><p>An emergency committee of the Civil Protection was called at 5 a.m. to assess the situation, and concluded its work by the end of the day, after dispatching technical teams to support local authorities in assisting population in the six affected municipalities.</p><p>The Mount Etna, which is 3,350 meters high above the sea level, is located in the eastern part of Sicily, and is the largest and tallest volcano of Europe, and one of the most active volcanoes on the Earth, according to INGV.</p><p><b>It is an active volcano, with a relatively recurrent activity.</b></p>"
  },
  "part2backtext": " GO BACK "
}