{
  "pagetitle": "NEWS DETAILS",
  "part1visible": "true",
  "part1title": "NEWS ",
  "part1subtitle": "NEWS SUBTITLE",
  "part1content": "Check out the latest news and events about us below. Feel free to subscribe our monthly mail news and product information if you would like to know us more.",
  "part1background": "/imgs/template1-news-details-title-bg.jpg",
  "part2visible": "true",
  "part2data": {
    "headline": "Trump says soon to declare recapture of all IS group territory",
    "faicon": "far fa-newspaper",
    "date": "2019-2-10",
    "text": "<p><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019021004-01.jpg\"><figcaption class=\"figure-caption text-dark\">Delil Souleiman / AFP | A fighter from the Syrian Democratic Forces walks past a former Islamic State group alms tax centre in the city of Hajin in Syria&#039;s eastern Deir Ezzor province on January 27, 2019.</figcaption></figure></center></p><p>U.S. President Donald Trump said on Wednesday he expected a formal announcement as early as next week that the coalition fighting Islamic State militants has reclaimed all of the territory previously held by the extremist group.</p><p>\"Their land is gone. It's a big factor - their land is gone,\" Trump told foreign ministers and other senior officials from 79 countries that have worked alongside the United States in fighting the militant group in <a target=\"_blank\" href=\"https://www.france24.com/en/tag/syria/\">Syria</a> and <a target=\"_blank\" href=\"https://www.france24.com/en/tag/iraq/\">Iraq</a>.</p><p>Trump's decision to <a target=\"_blank\" href=\"https://www.france24.com/en/20181219-usa-syria-trump-claims-islamic-state-group-defeated-hints-us-troops-withdrawal\">withdraw U.S. forces from Syria</a> has prompted some criticism at home from Republican and Democratic lawmakers, who fear <a target=\"_blank\" href=\"https://www.france24.com/en/tag/islamic-state-is-group/\">Islamic State </a>could regain its strength.</p><p>A top U.S. Army general for the region, Joseph Votel, said in Senate testimony on Tuesday that the group could experience a resurgence after a U.S. pullout.</p><p>Trump did not back down from his determination to withdraw, saying, \"We look forward to giving our brave warriors in Syria a warm welcome home.\"</p><p>\"The United States military, our coalition partners and the Syrian Democratic Forces have liberated virtually all of the territory previously held by ISIS in Syria and Iraq,\" Trump told the gathering at the State Department.</p><p>He said the achievement \"should be formally announced, sometime, probably next week, that we will have 100 percent of the caliphate.\"</p><p>Earlier, U.S. Secretary of State Mike Pompeo reassured the coalition partners that the withdrawal of U.S. troops from Syria was not \"the end of America's fight\" and called on them to help permanently defeat Islamic State in Syria and Iraq.</p><p>\"The U.S. troops withdrawing from Syria is not the end of America's fight. The fight is one we will continue to wage alongside you,\" Pompeo said. \"The drawdown in troops is essentially a tactical change, it is not a change in the mission. It simply represents a new stage in an old fight.\"</p><p>Warnings by Pompeo and others that Islamic State remained a dangerous threat fly in the face of Trump's December declaration that the militants had been defeated and the United States would withdraw its roughly 2,000 U.S. troops from Syria.</p><p>The president's sudden decision shocked coalition partners, including an alliance of <a target=\"_blank\" href=\"https://www.france24.com/en/20190114-trump-warns-turkey-faces-economic-devastation-kurds-attacked-syria-withdrawal\">Kurdish</a> and Arab militias that has been among the most effective against Islamic State, and prompted the abrupt resignation of Defense Secretary <a target=\"_blank\" href=\"https://www.france24.com/en/20181221-us-defence-secretary-mattis-quits-citing-policy-differences-with-trump-USA\">Jim Mattis</a>.</p><p>Wednesday's meeting was the first of senior coalition officials since Trump announced U.S. troops would withdraw.</p><p>Participants included foreign ministers from Turkey, France, Saudi Arabia, Jordan, Morocco and Iraq. Iraqi Foreign Minister Mohamed al-Hakim called on countries to help expose Islamic State \"sleeper cells\" in Iraq and restore stability.</p><p>Pompeo said despite progress in fighting Islamic State in Iraq, the group retained a strong presence in that country and was trying to mount a clandestine insurgency.</p><p>\"The coalition must continue to support the government of Iraq in its efforts to secure the liberated areas of that country,\" Pompeo said. \"Mr. Foreign Minister, we're with you,\" he told Hakim.</p><p>Earlier this week, Trump said it was important to keep a U.S. military presence in Iraq so that Washington could keep a close eye on Iran, according to a CBS interview aired on Sunday.</p><p>However, Iraqi President Barham Salih said on Monday that Trump did not ask Iraq's permission for U.S. troops stationed there to \"watch Iran.\"</p><p>The United States and Iran are Iraq's two biggest allies.</p><p>On Wednesday, Hakim, apparently responding to Trump's comment, called on countries to show full \"respect for the territorial integrity of Iraq and for all operations to take place with the knowledge of Iraq, and in consultations with Iraqi security forces.\"</p><p><em>(REUTERS)</em></p>"
  },
  "part2backtext": " GO BACK "
}
