{
  "pagetitle": "NEWS DETAILS",
  "part1visible": "true",
  "part1title": "NEWS ",
  "part1subtitle": "NEWS SUBTITLE",
  "part1content": "Check out the latest news and events about us below. Feel free to subscribe our monthly mail news and product information if you would like to know us more.",
  "part1background": "/imgs/template1-news-details-title-bg.jpg",
  "part2visible": "true",
  "part2data": {
    "headline": "Banana-sucking pop singer jailed for video ‘harmful to Egyptian morality’",
    "faicon": "far fa-newspaper",
    "date": "August 5 2019",
    "text": "<center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019080501-01.jpg\"><figcaption class=\"figure-caption\">© shymafans © Instagram</figcaption></figure></center><p>An Egyptian court jailed a pop singer for two years for suggestively eating a banana and appearing in her underwear in a recent music video.</p><p>Shyma's video for the song ‘I have issues’ caused immediate outrage in the highly socially conservative country. Since President Abdel Fattah al-Sisi came to power in 2014, authorities have used wide-ranging morality laws to clamp down on freedom of expression.</p><p><em>“I didn’t imagine all this would happen and that I would be subjected to such a strong attack from everyone, as a young singer… who has dreamt from a young age of being a singer,”</em> Shyma wrote in a now-deleted Facebook post. Egypt’s musicians union subsequently banned Shyma from performing, reports Gulf News Egypt.</p><p><em>“The content of the video clip is harmful to the Egyptian society,”</em> MP Jalal Awara said at the time of the video's release, as cited by <a href=\"http://gulfnews.com/news/mena/egypt/egyptian-singer-jailed-over-banana-video-1.2140066\" target=\"_blank\">Gulf News Egypt</a>.<em> “There must be a firm stance against promoters of this substandard art.”</em></p><p>The young singer, whose real name is Shaimaa Ahmed, was arrested on November 18, Reuters reports. Her trial in The Misdemeanour Court in Cairo began on November 28 where she pleaded not guilty to charges of <em>“inciting debauchery and producing a video that harms public morality.”</em> She alleges that she was forced into the provocative poses by the video’s director, who included the scenes in the final cut without her consent.</p><p>Both were fined (EG) £10,000 ($560) and sentenced to two years in prison.</p><p>Ten Egyptians were arrested in September for attending a concert in Cairo at which the rainbow flag, a symbol for the international LGBTQ community, was raised.</p><p><em>“Egypt should stop dedicating state resources to hunting people down for what they allegedly do in their bedrooms, or for expressing themselves at a rock concert, and should instead focus energy on improving its dire human rights record,”</em> Sarah Leah Whitson, Middle East and North Africa Director at Human Rights Watch, said in a <a href=\"https://www.hrw.org/news/2017/09/30/egypt-stop-anti-lgbt-crackdown-intimidation\" target=\"_blank\">statement</a> in September.</p>"
  },
  "part2backtext": " GO BACK "
}