{
  "pagetitle": "NEWS DETAILS",
  "part1visible": "true",
  "part1title": "NEWS ",
  "part1subtitle": "NEWS SUBTITLE",
  "part1content": "Check out the latest news and events about us below. Feel free to subscribe our monthly mail news and product information if you would like to know us more.",
  "part1background": "/imgs/template1-news-details-title-bg.jpg",
  "part2visible": "true",
  "part2data": {
    "headline": "Holiday week spending over 1 trillion yuan",
    "faicon": "fas fa-newspaper",
    "date": "2019-2-13",
    "text": "<p><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019021302-01.jpg\"><figcaption class=\"figure-caption text-dark\">Tourists visit Qilou ancient street in Haikou, capital of south China's Hainan Province, Feb. 6, 2019, the second day of the Chinese Lunar New Year. (Xinhua/Guo Cheng) </figcaption></figure></center></p><p><strong>Consumers seeking quality products, services, shoring up domestic demand</strong></p><p>Chinese consumers opened their wallet during Spring Festival, not only on things like digital home appliances and imported fresh food but also on experiences such as travel and entertainment, government figures showed.</p><p>Shopping, dining out, travel and entertainment accounted for most of the consumer spending during the week-long holiday. Analysts and officials said the strong domestic demand will inject further growth momentum into the economy in 2019 as the government unveils more policies to spur consumption.</p><p>Spending on retail and food services during the Spring Festival period, from Feb 4 to Sunday this year, exceeded 1 trillion yuan ($147.41 billion) for the first time, up 8.5 percent year-on-year, according to the Ministry of Commerce.</p><p>The ministry said a key term for Lunar New Year holiday spending was \"seeking higher quality\" as the government's emphasis on upgrading consumption continues. Emerging areas for spending such as the internet, customized products, experiences, digital products and services were growth areas during the holiday.</p><p>Zheng Wen, director-general of the ministry's department of circulation industry development, said online sales have become an important engine to stimulate domestic spending and imports. \"Durable consumer goods with high-tech features and branded foreign products have huge commercial potential,\" Zheng said.</p><p>Chinese e-commerce giant JD reported robust sales between Feb 3 and Friday, with sales revenue jumping 42.74 percent year-on-year. Smartphones, computers and home appliances were the top three items on JD in terms of sales value.</p><p>Chinese consumers tend to buy high-quality and diversified products, the company said. Kitchenware sales posted the strongest growth — 399 percent year-on-year. That was followed by furniture and luggage, with their respective sales revenue up 185 percent and 148 percent, JD reported.</p><p>China UnionPay, the country's largest bank card operater by market share, saw its total transaction volume over the holiday period reach 1.16 trillion yuan, jumping 71.4 percent year-on-year, the company said on Monday.</p><p>\"Consumers are more willing to spend money this year. Whether it is filial piety to the elderly or rewarding children or themselves, trading volume has kept growing. Spending on entertainment and travel also grew fast,\" said Chen Han, a data analyst at China UnionPay.</p><p>Consumption has become the biggest driver for the economy, contributing 76.2 percent of the country's economic growth last year, up 18.6 percentage points over the previous year, the National Bureau of Statistics said.</p><p>\"Judging from major economic indicators, domestic demand has become a decisive force of China's economic growth,\" said Wang Bin, deputy director-general of the ministry's department of market operation and consumption promotion.</p><p>Several factors will support steady consumer spending growth in China. Residential income has been increasing fast and deeper pockets facilitate more spending. The second China International Import Expo in Shanghai will also offer more access to global products, Wang said.</p><p>Wang Jun, a researcher at the China Center for International Economic Exchanges, expects more favorable policies to further boost domestic shopping this year as nationwide tax cuts continue.</p><p>The National Development and Reform Commission and other government agencies issued a plan last month to build a powerful domestic consumption market, putting forward 24 policies and measures to promote consumer spending in six areas, including telecommunications, automobiles and elderly and nursing care.</p><p>\"China will continue to be the world's largest market for products and services, such as industrial goods, food and healthcare services, which will offer enormous opportunities to global companies,\" Wang added.</p><p>Contact the writers at <a href=\"http://www.chinadaily.com.cn/a/201902/12/WS5c61d398a3106c65c34e8c51.html\" target=\"_blank\">zhongnan@chinadaily.com.cn</a></p><p></p><p></p><p></p>"
  },
  "part2backtext": " GO BACK "
}
