{
  "pagetitle": "企业新闻",
  "part1visible": "true",
  "part1title": "企业新闻 ",
  "part1subtitle": "追踪最新企业资讯",
  "part1content": "查阅与我们产品、企业相关的新闻资讯，你可以通过下方的邮件订阅获得更多详细资料.查阅与我们产品、企业相关的新闻资讯，你可以通过下方的邮件订阅获得更多详细资料.",
  "part1background": "/imgs/template1-news-details-title-bg.jpg",
  "part2visible": "true",
  "part2data": {
    "headline": "竞争者！英国电信官宣入华，移动联通电信该紧张吗？",
    "faicon": "far fa-newspaper",
    "date": "2019-1-29",
    "text": "<p>　　近日，英国电信（British Telecom，简称BT）官网宣称，该公司成为首个获得中国工信部颁发的全国性牌照的国际电信公司，获得两项业务许可——中国全国性IP-VPN许可证和中国全国互联网服务提供商（ISP）许可证。</p><!-- Insert Pictrue Code Begin --><p><center><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-2019012904-01.png\"><figcaption class=\"figure-caption\"></figcaption></figure></center></p><!-- Insert Pictrue Code End --><p>　　消息一出即登上了热搜，网友纷纷炸开了锅：中国要有第四大运营商了？我们是不是能用上外国的手机卡了？我们的手机资费是不是又要降了？也有不少网友对网络安全问题表示了担忧，“会不会遭到监听哦”、“个人信息会不会被收集啊？”</p><p>　　对此，每日经济新闻（微信号：nbdnews）记者采访了中国社科院数量经济与技术经济研究所信息化与网络经济室助理研究员左鹏飞，针对这些问题，他详细作出解答。</p><p>　　<strong>取得中国牌照意义重大</strong></p><p>　　“电信业涉及个人隐私和通信数据，并不是国家承诺开放领域，英国电信成为首家在中国获得电信牌照的国际运营商，这意味着英国电信可以为中国企业和普通用户提供网络服务和信息服务，所以这次开放具有重大意义。”左鹏飞告诉每日经济新闻（微信号：nbdnews）记者。</p><p>　　事实上，要求电信市场扩大开放的呼声由来已久，国家相关部门也采取了一系列的措施来推动电信领域市场的开放。</p><p>　　记者注意到，国务院办公厅2016年发布的《关于进一步做好民间投资有关工作的通知》中就提到，要进一步放开基础电信运营等领域准入，在基础设施和公用事业等重点领域去除各类显性或隐性门槛，促进公平竞争。工信部也多次发文推进宽带接入网业务开放试点。</p><p>　　英国电信官网显示，中国是一个正在经历巨大转型的多元化市场。它正在从一个传统意义上的低成本制造国迅速发展成为一个由时尚奢侈品牌、创新、不断增长的前端业务、高价值的市场参与者共同驱动的新兴市场。</p><p>　　在这样的背景下，英国电信取得工信部颁发的全国性牌照也彰显出我们国家坚持扩大对外开放的决心和诚意。</p><p>　　英国电信全球服务部首席执行官Bas Burger表示：“由于中国和英国政府的合作，我们能够获得在中国的全国性增值电信业务牌照，从而能够扩大规模，满足全球客户的需求。能够在本地提供服务和收费将大大简化提供网络连接和其他通信服务的流程。”</p><p>　　记者注意到，中国信息通信研究院发布的《外商投资电信企业发展态势（2018年度）》报告显示，目前，我国外商投资经营电信业务主要集中在增值电信业务领域。截至2018年底，获得批准的外商投资电信企业共121家，同比增长39%。其中工信部颁发许可证的86家。</p><p>　　<strong>经营业务不涉及移动通信和固话</strong></p><p>　　事实上，英国电信自1995年即进入了中国市场，如今规模不断扩大。其官网显示，其网络覆盖全中国330多个城市，并与移动、联通等拥有紧密的战略合作伙伴关系。</p><p>　　BT在中国境内的客户均为路透社等跨国公司，向这些公司提供覆盖全球的网络IT服务。同时还服务于中国新兴的跨国客户，如华为、国航、中兴等，为其提供覆盖亚太地区乃至全球的网络IT服务，以助其向海外市场拓展和加速其全球化进程。</p><p>　　而作为此次获得牌照的英电通讯则于2015年10月29日注册成立，天眼查资料显示，其注册资本为1000万人民币，BT Hong Kong Limited与深圳市华夏城智管理咨询有限公司为其两大股东，各占股50%。</p><p>　　2018年9月该公司进行了一次经营范围变更。变更后，国内互联网虚拟专用网业务开展范围去掉了“仅限上海市”，增加了互联网接入服务业务（仅限于为上网用户提供互联网接入服务）。</p><p>　　左鹏飞告诉每日经济新闻（微信号：nbdnews）记者，全国性IP-VPN牌照（虚拟专用网）的服务对象主要是企业，这一网络是指企业使用的内部办公网，拥有这个牌照的企业可以为其他企业内部提供一个大型局域网，帮助企业实现跨地区、跨部门的内外网络连接服务。目前国内大概有390家，服务商品牌以三大电信运营商为主，还包括中国网通、中国铁通、中企通信、太平洋电信等企业。</p><p>　　而全国性互联网服务提供商（ISP）牌照的服务对象主要是个人，通常向普通用户提供互联网相关服务，如接入、搜索、即时通讯、邮箱、网络新闻等等，典型代表也是国内三大运营商。</p><p>　　“至于移动通信服务，由于涉及国家安全和个人隐私，而英国电信没有在国内获得基础电信业务牌照，所以其业务不涉及移动通信业务和固话业务。”左鹏飞说。</p><p>　　由于英国电信也没有获得电信与信息服务业务经营许可证（ICP），所以BT只能为国内用户提供互联网连接的相关服务，而不会提供互联网内容。</p><p>　　<strong>短期内对国内三大运营商影响不大</strong></p><p>　　国内电信基础设施被垄断的现状也是由来已久，不少人猜测，英国电信取得牌照会不会对三大运营商带来冲击？</p><p>　　对此，左鹏飞向记者表示，英国电信针对国内用户主要从事宽带业务，而宽带业务并非移动、联通、电信等三大运营商的盈利重点，所以从短期来看，英国电信对三大运营商几乎没有影响；同时，宽带运营还需要建设骨干网络等基础设施，英国电信想要为国内用户提供宽带服务也需要一定的时间。</p><p>　　因此，从目前的情况来看，寄希望于英国电信的进入刺激三大运营商，进而实现互联网资费的降低似乎还为时尚早。</p><p>　　记者注意到，有业内人士认为，从全球来看，国内运营商的人均ARPU值（Average Revenue Per User，即每用户平均收入）以及利润水平在国际上也处于比较低的水平，如果国内用户没有这么多，三大运营商的日子说不定过得异常艰难。所以期待国外运营商进来形成资费竞争是不太现实的。</p><p>　　<strong>用户选择更加多样化</strong></p><p>　　那么，英国电信的进入对于我们普通用户会带来哪些影响呢？</p><p>　　左鹏飞表示，由于我国电信业发展已经较为成熟，电信企业间竞争已经很剧烈，并且个人或者企业对电信服务都存在一定的依赖性，英国电信的进入对普通用户目前来看不会产生特别大的影响，“但是竞争对电信服务质量的提升有所帮助，让用户有更多样化的选择。”</p><p>　　记者注意到，英国通信管理局（OFCOM）于2018年5月3日发布了《选择最佳的宽带、移动和固定电话运营商——服务质量比较2017》年度报告，该报告对比了英国主要的电信运营商的服务表现，展示了这些电信运营商在宽带、移动和固定电话方面的服务质量相关指标。其中，英国电信的用户满意度达到了79%，略低于80%的平均线。但是，报告中提到，英国电信在快速修理故障方面得到了用户的一致好评，绝大多数用户遇到的故障都可以在一个工作日内修复。</p><p>　　而对于不少网友担心的网络安全问题，左鹏飞表示，英国电信在中国展开相关网络服务，必须要遵循我国的相关法律法规，如网络安全法、电信服务规范、电信条例、互联网信息服务管理办法等，所以网友担心的会遭到监听或者个人信息泄露问题很难发生。如果发生问题，英国电信也将会遭到我国法律的制裁。</p><p>　　业内人士表示，英国电信的进入确实是里程碑式事件，但接下来还有不少技术问题亟待明确，而网络安全问题如何落到实处则是关键，“既然迈出了第一步，中英双方就显然已经将类似问题介入讨论和考虑范畴，也一定会有相应解决方案。”该人士表示。</p>"
  },
  "part2backtext": " 回到上一页 "
}
