{
  "pagetitle": "企业新闻",
  "part1visible": "true",
  "part1title": "企业新闻 ",
  "part1subtitle": "追踪最新企业资讯",
  "part1content": "查阅与我们产品、企业相关的新闻资讯，你可以通过下方的邮件订阅获得更多详细资料.查阅与我们产品、企业相关的新闻资讯，你可以通过下方的邮件订阅获得更多详细资料.",
  "part1background": "/imgs/template1-news-details-title-bg.jpg",
  "part2visible": "true",
  "part2data": {
    "headline": "年终观察：告别2018，人类群星远行时",
    "faicon": "fas fa-newspaper",
    "date": "2018-12-27",
    "text": "<p>中新网12月27日电 题：告别2018，人类群星远行时 郭炘蔚 刘丹忆 星星沉落在海洋中央，一支支歌曲在我心中消亡。——卡尔杜齐《离别》节选</p><p>【01.从二战开始】“上帝啊，飞机要爆炸了。”1944年9月2日，当他所驾驶的战机在太平洋上空被击中，驾驶舱充满烟雾，机翼被火焰吞噬时，乔治·HW·布什心想。那时他只有20岁。一年多以前，他才刚刚完成训练，成为最年轻的美国海军飞行员之一。</p><center><p><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-20181227-01.jpeg\"><figcaption class=\"figure-caption\">资料图：二战期间，乔治·HW·布什在他的战机里。</figcaption></figure></p></center><p>布什跟机组成员一起跳伞。受风力影响，他的头撞到了飞机的尾部。坠海后，战友被风浪吞没，而他独自在海面上飘荡，一边呕吐，一边祈祷，还要避免被洋流送到日军所在的岛屿。数小时后，美军潜艇奇迹般地浮出海面，救起了他。这个故事惊心动魄的程度，看起来像是出自《美国队长》之类的英雄漫画。二战给美国带来的影响之广泛，就连1941年才以笔名“斯坦·李”在《美国队长》卷三发表了首个作品的斯坦利·马丁·利伯，此时也已经入伍，为军队编写手册，制作培训影片。而真实的战争，甚至比这些英雄漫画更加残酷。布什最终荣归故里，但他的8位战友则没有那么幸运，他们被日军俘虏，最终遭到处决。</p><p> 在布什获救、登上潜艇时，一名二等兵向他问好，“欢迎登舰，先生”。“很高兴登舰”，未来的美军总司令、美国第41任总统回答。</p><p>【02.创伤的世界与幻想的江湖】二战结束后，世界百废待兴，但本土远离战场的美国反而从中得利。美国国内财富激增，中产阶级增多，对人性的回归，成为一种广泛的社会需求。美国漫画、尤其是超级英雄漫画在这个阶段陷入低迷。斯坦·李也心灰意冷，到了50年代末期，他甚至萌生了退出漫画界的想法。就在这时，DC漫画改进版的“闪电侠”与“正义联盟”取得了巨大成功。在老板古德曼的建议下，1961年，斯坦·李创作出了神奇四侠。“漫威宇宙”的诸多作品。随后，蜘蛛侠、钢铁侠、X-战警等角色接连诞生，构建出了超级英雄的“漫威宇宙”。这些不完美的、各有烦恼的角色们，受到了更广泛读者群的欢迎。无独有偶，几乎在同一时间，在大洋彼岸的香港，一个既有浩然气、又存儿女情，既写武林传奇、又画世间百态的江湖，也获得了人们的热情追捧。1955年，31岁的金庸凭借《书剑恩仇录》一炮而红。在此后的17年间，他又发表了14部武侠小说。小说帮他实现了创办报纸的梦想，也助力《明报》驶上了发展的快车道。</p><center><p><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-20181227-02.jpeg\"><figcaption class=\"figure-caption\"></figcaption></figure></p></center><p>不过，故事中的英雄毕竟不能解决现实里的战争。军火商出身的钢铁侠于1963年登场，此时美国正在越战泥潭中越陷越深。到十余年后越战结束时，5.8万美军士兵长眠他乡，与他们相比，被俘5年后获释的约翰·麦凯恩已算幸运。1972年，斯坦·李成为漫威漫画公司的发行人和董事长，不再执行具体创作。而在太平洋的另一端，金庸宣布封笔。</p><p>【03.微小至纤维，无垠至宇宙】上世纪50年代到60年代，电子和通讯技术飞速发展，“天涯若比邻”一步步成为现实。另一方面，美苏的太空竞赛最终带来阿波罗登月的成功，又将有关广袤宇宙的梦想带入现实。1965年，在英国，两位将分别深刻影响通讯技术和宇宙理论的科学家“擦肩而过”。</p><center><p><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-20181227-03.jpeg\"><figcaption class=\"figure-caption\">资料图：20世纪60年代，高锟在英国Harlow市标准电讯公司实验室埋首研究光导纤维技术。 香港中大供图</figcaption></figure></p></center><p>那一年，高锟获得了伦敦大学学院的博士学位。一年后，他将发表论文，首度提出光导纤维在通讯上应用的基本原理，并开发实现光通讯所需的辅助系统，促成互联网的出现。同一时期，仅仅100公里之外，史蒂芬·霍金从剑桥大学三一学院博士毕业。此时，他已被确诊患有渐冻人症。曾因此以为生命就要结束的霍金，可能也无法预见，他将因在1988年出版《时间简史》和致力科普，让自己乘坐轮椅的身影，成为天文物理学最著名的符号之一。英国物理学家霍金。也许是天妒英才，霍金的头脑不得不受困于病体，而“光纤之父”高锟则在晚年患上阿茨海默症后，忘记了光纤为何物。在2009年获颁诺奖时，高锟甚至无法自己发言，而是由妻子代为致辞。但他们的成果，一如以他们命名的小行星一样，已经成为了星空里永恒的勋章。</p><p>【04.世界大爆炸】互联网出现后，信息时代加速到来。世界变得更紧密，也更喧嚣。1984年，意大利导演贝托鲁奇第一次来到中国，他不懂中文，对中国历史也一知半解，但却对中国“一见钟情”。3年后，他与中国的“爱情结晶”诞生了，《末代皇帝》让贝托鲁奇享誉全球，也让东方的紫禁城登上世界的舞台。</p><center><p><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-20181227-04.jpeg\"><figcaption class=\"figure-caption\"></figcaption></figure></p></center><p>另一位与中国颇有缘分的人则是乔治·HW·布什。1989年1月，他入主白宫。彼时距他自二战战场归来已有40余年，在这期间他先经商后从政，从众议员一步步成为总统。就职次月，这位曾经担任美国驻华联络处主任的老兵就访问了中国，还接受了央视采访。在他任内，冷战结束，海湾战争爆发，美国经济遭遇困境。1992年大选，他未能连任。四年后，一位来自加纳小城的男子当选联合国秘书长。安南是首位从基层做起，一直走到了联合国最高岗位的非洲人。</p><center><p><figure class=\"figure\"><img class=\"figure-img img-fluid rounded\" src=\"/imgs/news/news-20181227-05.jpeg\"><figcaption class=\"figure-caption\">资料图：前联合国秘书长安南</figcaption></figure></p></center><p>他任职期间，为伊拉克危机、巴以冲突、克什米尔争端、阿富汗战争等等国际事件到处奔走。</p><p>面对世界的纷扰，平凡、简单的生活成为一些人追求的梦想。在日本，自1986年开始连载的《樱桃小丸子》很快成为“国民漫画”；在美国，1999年首播的《海绵宝宝》也收获了万千粉丝的拥趸。他们的快乐干净单纯，既有成人的幽默，也有儿童的纯真，成为了一代人的童年回忆。</p><p>【05.生活在别处】2018年，群星远行，我们告别了许多熟悉的面孔。时势造英雄，英雄造时势，他们的离去不仅是人生的句点，也带走了一个个风云际会的时代。然而，江湖的侠义、宇宙的神秘、英雄的热血、童年的纯真，却一直留在人们的记忆里。生命纵然有终点，但生活在继续，传说将永恒。(完)</p><p>更多资讯在<a class=\"text-decoration-none\" href=\"http://www.chinanews.com/\" target=\"_blank\">中新网.</a></p>"
  },
  "part2backtext": " GO BACK "
}